-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jul 17, 2023 at 09:04 PM
-- Server version: 10.4.24-MariaDB
-- PHP Version: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `place`
--
CREATE DATABASE IF NOT EXISTS `place` DEFAULT CHARACTER SET utf8 COLLATE utf8_bin;
USE `place`;
-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `comment_id` int(11) NOT NULL,
  `comment` text NOT NULL,
  `id` int(21) NOT NULL,
  `vote` decimal(11,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `comment`
--

INSERT INTO `comment` (`comment_id`, `comment`, `id`, `vote`) VALUES
(1, 'ดีเยี่ยม', 1, '5.00'),
(2, 'ดีเยี่ยม', 1, '5.00'),
(3, 'ดีเยี่ยม', 2, '5.00'),
(4, 'ก็ว่าไปแล้วก็พอน่าเที่ยว', 3, '2.00'),
(5, 'ดีเยี่ยม', 4, '5.00'),
(6, 'ดีเยี่ยม', 5, '2.00'),
(7, 'ดีเยี่ยม', 5, '3.00'),
(8, 'ไม่สนับสนุนที่จะไปเลยจ๊ะ', 6, '0.00'),
(9, 'ดีเยี่ยม', 5, '4.50'),
(10, 'ไทยเที่ยวไทย', 1, '4.50'),
(11, 'น่าเที่ยวมาก', 2, '5.00'),
(12, 'น่าไป', 2, '3.00'),
(13, 'น่าไป', 3, '2.50'),
(14, 'น่าไปจ๊ะ', 1, '4.50'),
(15, 'น่าสนใจ', 3, '3.50'),
(16, 'สงสัยจะต้องไป', 2, '3.50'),
(17, 'แน่ใจว่าจะไป', 8, '3.50'),
(18, 'ไปด้วยกันไหม', 5, '5.00'),
(19, 'ภูหนะชี้ดาว แล้ว เราจะชี้ใคร', 6, '5.00'),
(20, 'ไปด้วยกันนะคะ', 1, '4.50'),
(21, 'สวยวิจิตร', 9, '5.00');

-- --------------------------------------------------------

--
-- Table structure for table `place`
--

CREATE TABLE `place` (
  `id` int(21) NOT NULL,
  `name` varchar(255) NOT NULL,
  `descript` longtext NOT NULL,
  `img` longtext NOT NULL,
  `type` varchar(255) NOT NULL,
  `score` decimal(10,2) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `place`
--

INSERT INTO `place` (`id`, `name`, `descript`, `img`, `type`, `score`) VALUES
(1, 'น้ำตกทีลอซู จังหวัดตาก', 'น้ำตกทีลอซู เป็นน้ำตกที่มีความสูงประมาณ 300 เมตร กลายเป็นน้ำตกที่โด่งดังและนักท่องเที่ยวอยากไปกันมากที่สุด ใครๆก็อยากไปน้ำตกทีลอซู น้ำตกที่ได้ชื่อว่ายิ่งใหญ่ที่สุดในเมืองไทย ใครที่ได้ไปยืนอยู่ตรงนั้นต่างบอกเป็นเสียงเดียวกันถึงสวยงามและยิ่งใหญ่ของน้ำตกทีลอซู  น้ำตกทีลอซูได้รับการจัดอันดับให้เป็น 1 ใน 6 น้ำตกที่สวยที่สุดในโลก และเป็นน้ำตกที่มีขนาดใหญ่เป็นอันดับ เป็นอันดับ 6 ของเอเชีย', 'https://image.makewebeasy.net/makeweb/0/oDgJmY2kJ/DefaultData/ทีลอซู.png', 'ธรรมชาติ', '4.70'),
(2, 'อุทยานพระพิฆเนศ จังหวัดนครนายก', ' อุทยานพระพิฆเนศเป็นสถานที่ประดิษฐานพระพิฆเนศปางเสวยสุของค์ใหญ่ที่สุดในโลก โดยมีหน้าตักกว้าง 9 เมตร สูง 15เมตร และได้รับการยกย่องจากเลขาธิการศาสนสัมพันธ์ฮินดูโลกว่าเป็นพระพิฆเนศที่ใหญ่ที่สุดในโลกเท่าที่พบมา ใครที่ชอบทำบุญ หรืออยากขอพรกับองค์พระพิฆเนศ ที่นี้ก็เป็นอีกที่ที่เราสามารถขอพรได้ ทางอุทยานได้จัดสถานที่ไว้สำหรับกราบไหว้บูชา ไหว้องค์พระพิฆเนศประจำวันเกิดของตนเอง และยังเป็นแหล่งศึกษาหาความรู้ได้อีกด้วย', 'https://image.makewebeasy.net/makeweb/0/oDgJmY2kJ/DefaultData/อุทยานพระพิฆเนศ_.png', 'ศิลปวัฒนธรรม', '4.13'),
(3, 'วัดไตรมิตรวิทยารามวรวิหาร กรุงเทพมหานคร', 'มีชื่อเสียงจากการค้นพบพระพุทธรูปทองคำสุโขทัยไตรมิตร หรือพระพุทธมหาสุวรรณปฎิมากร  เป็นพระพุทธรูปทองคำบริสุทธิ์ขนาดใหญ่ที่สุดในโลก เป็นอีกหนึ่งสถานที่ ที่มีผู้คนอยากมาอย่างหนาแน่น คือ \"วัดไตรมิตรวิทยารามวรวิหาร\" สถานที่ยึดเหนี่ยวจิตใจของคนไทย ที่นี่มีความงดงามอย่างมาก ไม่ว่าจะมองจากด้านนอกบริเวณวัด ที่มีความโดดเด่นของอุโบสถ ที่มีลักษณะเป็นสีขาวสง่า หรือเข้ามาชมความงดงามของหลวงพ่อทองคำ มากราบไหว้ ขอพร เพื่อความเป็นสิริมงคล ', 'https://image.makewebeasy.net/makeweb/0/oDgJmY2kJ/DefaultData/วัดไตรมิตรวิทยาราม_.png', 'ศิลปวัฒนธรรม', '2.67'),
(4, 'หาดถ้ำพระนาง จังหวัดกระบี่', '  หาดถ้ำพระนาง ที่นี่คือ 1 ใน ไฮไลท์แหล่งท่องเทียวทางทะเลของกระบี่ เป็นชายหาดที่สวยงามของจังหวัดกระบี่ มีวิวภูเขาหินปูน และ หน้าผา เดินไปสุดทางจะเจอกับถ้ำที่รายล้อมด้วยทรายขาวและน้ำทะเลใส ช่วงกลางวันจึงเต็มไปด้วย นักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติ สามารถท่องเที่ยวได้ตลอดทั้งปีทุกช่วงฤดูกาล', 'https://image.makewebeasy.net/makeweb/0/oDgJmY2kJ/DefaultData/หาดถ้ำพระนาง_.png', 'ธรรมชาติ', '5.00'),
(5, 'ดอยหัวแม่คำ', 'ดอยสวยในอำเภอแม่ฟ้าหลวงแห่งนี้ตั้งอยู่บนพื้นที่รอยต่อของไทยกับเมียนมาร์เป็นหมู่บ้านของชาวเขาเผ่าอาข่าและลาหู่ช่วงเวลาปกติก็บอกเลยว่าทิวทัศน์ที่นี่สวยแบบสุดๆ แล้วนะ แต่ช่วงที่เป็นจุดพีคเลยต้องยกให้กับเดือนพฤศจิกายนของทุกปีเพราะที่นี่จะมีทุ่งดอกบัวตองบานสะพรั่งอยู่เต็มดอย นอกจากความสวยของวิวแล้วยังมีวิถีชีวิตของชาวเขาเผ่าต่างๆ ให้เราได้สัมผัสกันอย่างใกล้ชิดด้วยเด้อใครชอบความชิลล์ในฟีลสโลว์ไลฟ์แบบท้องถิ่น หนาวนี้ไปฟินที่นี่เลย', 'https://ik.imagekit.io/tvlk/blog/2020/11/ดอยหัวแม่คำ-1.jpg', 'ธรรมชาติ', '3.63'),
(6, 'ภูชี้ดาว', 'เป็นอีกหนึ่งพิกัดชมทะเลหมอกยามเช้าที่ให้ฟีลสมบุกสมบันน้อยๆพอมีรสชาติ ภูชี้ดาวนั้นอยู่ไม่ไกลจากแลนด์มาร์คยอดฮิตอย่างภูชี้ฟ้าเท่าไหร่นักการเดินทางต้องสตาร์ทจากบ้านโพธิ์เงินด้วยการเช่ารถโฟว์วีลที่ชาวบ้านมีให้บริการขึ้นไปตามเส้นทางสู่ด้านบนอีกประมาณ3 กิโลเมตร และต้องเดินเท้าต่ออีก 300 เมตรผ่านเส้นทางเดินที่คนรักธรรมชาติต้องฟินเว่อร์ไปจนถึงยอดภูใครอยากดูทะเลหมอกแบบจัดเต็ม 360 องศาในฟีลลุยๆ หน่อย ปักหมุดเลย', 'https://ik.imagekit.io/tvlk/blog/2020/11/ภูชี้ดาว-1.jpg', 'ธรรมชาติ', '2.50'),
(7, 'วัดห้วยปลากั้ง', 'ด้วยความสวยสุดอลังการทั้งของธรรมชาติและสิ่งก่อสร้างที่ผสมผสานกันได้เป็นอย่างดีทำให้ที่นี่ติดโผเป็นอีกหนึ่งแลนด์มาร์คที่ต้องมาเมื่อมาเยือนเชียงรายได้ไม่ยากเลยเชียวด้วยทำเลที่ตั้งเป็นเนินเขารายล้อมด้วยธรรมชาติสีเขียวในขณะเดียวกันก็เดินทางง่ายเพราะอยู่ในเขตตัวเมือง ด้านในก็มีเจดีย์อลังการสูงถึง9 ชั้นให้แวะชม รวมถึงมีองค์เจ้าแม่กวนอิมขนาดใหญ่สีขาวเด่นสะดุดตา ใครชอบไหว้พระอย่าพลาดวัดนี้เชียว', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดห้วยปลากั้ง-1.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(8, 'ดอยผาตั้ง', 'ดอยสูง 1,635 เมตร จากระดับน้ำทะเลแห่งนี้อยู่ห่างจากภูชี้ฟ้ามาอีกไม่กี่สิบกิโลเมตรเท่านั้นบนดอยนี้เป็นที่ตั้งของหมู่บ้านชาวเขาเผ่าม้ง เย้า และชาวจีนฮ่อดอยผาตั้งเป็นอีกหนึ่งพิกัดที่มีจุดชมทะเลหมอกได้สวยฟินไม่แพ้ใครแถมยังเดินทางง่ายเพราะขึ้นมาถึงด้านบนได้ด้วยรถยนต์ตลอดเส้นทางขึ้นดอยยังมีจุดแวะพักให้ชมทะเลหมอกได้หลายแห่ง และมีไฮไลท์ต่างๆอีกมากมาย เรียกว่าได้ดูวิว ได้แวะเที่ยวแวะชิลล์กันไปตลอดทางเป็นอีกหนึ่งพิกัดที่ไม่น่ามองข้ามเลยทีเดียว', 'https://ik.imagekit.io/tvlk/blog/2020/11/ดอยผาตั้ง-2.jpg', 'ธรรมชาติ', '3.50'),
(9, 'วัดร่องขุ่น', 'หนึ่งแลนด์มาร์คหลักของเชียงรายที่ถ้ามาแล้วไม่ได้เห็น ก็เหมือนยังมาไม่ถึงวัดสวยสีขาวสะอาดเต็มไปด้วยบรรยากาศอลังการแปลกตาที่หาไม่ได้จากที่ไหนแห่งนี้ในเวลาปกติจะแน่นเอี้ยดไปด้วยนักท่องเที่ยวต่างชาติจากนานาประเทศช่วงโควิดเลยเป็นช่วงเด็ดที่อยากให้ทุกคนได้แวะมาเดินชมความสวยของวัดนี้กันแบบสบายๆเพราะชมกันได้ในระยะประชิดชนิดที่ไม่ต้องเผชิญกับความวุ่นวายมากนักที่สำคัญคือวัดนี้มากี่ครั้งก็จะมีจุดใหม่ๆ ผุดขึ้นมาให้ชมกันได้ตลอดนะมาเชียงรายทั้งทีก็ต้องมาเช็คอินที่นี่ละ ถึงจะเรียกได้ว่าครบครัน', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดร่องขุ่น-2.jpg', 'ศิลปวัฒนธรรม', '5.00'),
(10, 'วัดร่องเสือเต้น', 'วัดสีน้ำเงินสุดเก๋ที่กลายเป็นแหล่งเช็คอินยอดนิยมของเชียงรายไปแล้วเรียบร้อยแห่งนี้สวยงามแปลกตาด้วยศิลปกรรมสุดอลังการไม่เสียชื่อที่เป็นฝีมือการตกแต่งของลูกศิษย์อาจารย์เฉลิมชัย โฆษิตพิพัฒน์เลยเชียวละ แถมยังอยู่ไม่ไกลจากอีกหนึ่งไฮไลท์หลักอย่างวัดห้วยปลากั้งด้วยเด้อวัดนี้สะดุดตามาแต่ไกลด้วยสีน้ำเงินสดโดดเด่น และไม่ใช่ว่ามีเฉพาะด้านนอกนะเพราะในพระอุโบสถก็ยังใช้โทนสีเดียวกันในการตกแต่ง สร้างฟีลลึกลับแปลกตาเป็นอีกหนึ่งพิกัดที่แวะมาไหว้พระก็ได้ แวะมาถ่ายรูปก็ฟิน', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดร่องเสือเต้น-1.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(11, 'พิพิธภัณฑ์บ้านดำ', 'พิกัดเช็คอินที่สายอาร์ตดูได้ สายแมสก็ดูดีเพราะที่นี่เป็นแหล่งรวบรวมผลงานหลากหลายรูปแบบของอาจารย์ถวัลย์ ดัชนีสุดยอดศิลปินคนหนึ่งของเมืองไทย บนเนื้อที่กว่าร้อยไร่ของที่นี่ เต็มไปด้วยอาคารไม้สไตล์ท้องถิ่นกว่า25 หลัง ซึ่งมีการเก็บรวบรวมชิ้นงานศิลปะท้องถิ่นอันเป็นของสะสมของท่านรวมถึงยังมีการจัดแสดงผลงานฝีมือของอาจารย์ถวัลย์เอาไว้มากมายทั้งหมดอยู่ในบรรยากาศแปลกตาโดยใช้สีดำซึ่งเป็นสีโปรดของอาจารย์ถวัลย์เป็นหลักและถือเป็นอีกหนึ่งจุดที่ควรปักหมุดแวะเมื่อมาถึงเชียงราย', 'https://ik.imagekit.io/tvlk/blog/2020/11/พิพิธภัณฑ์บ้านดำ-1.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(12, 'วัดพระธาตุดอยเวา', 'เป็นพระธาตุเก่าแก่อีกหนึ่งแห่งของจังหวัดเชียงรายรองมาจากองค์พระธาตุดอยตุงวัดนี้ตั้งอยู่ในเขตอำเภอแม่สายด้านในขององค์เจดีย์เป็นที่ประดิษฐานพระเกศาธาตุที่เชื่อกันว่ามีการนำมาเก็บรักษาเอาไว้ที่นี่ตั้งแต่ปีพ.ศ.364 วัดนี้ตั้งอยู่บนดอยเวาซึ่งเป็นพื้นที่สูง จึงเป็นพิกัดชมความสวยของทิวทัศน์อำเภอแม่สายและอาจข้ามไปถึงฝั่งประเทศเมียนมาร์ได้เลยในวันที่อากาศเป็นใจ อ้อ …จะไปกราบองค์พระธาตุต้องใช้กำลังขาเดินขึ้นบันไดกันไปหน่อยนึงน้าแต่เชื่อเถอะว่าคุ้มจริง!', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดพระธาตุดอยเวา-1.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(13, 'ดอยผาฮี้', 'เป็นพิกัดที่คอกาแฟทั้งหลายต้องคุ้นหูคุ้นชื่อกันเป็นอย่างดีมาเนิ่นนานเพราะดอยผาฮี้นั้นได้ชื่อว่าเป็นอีกหนึ่งแหล่งปลูกกาแฟคุณภาพดีในประเทศไทยและด้วยความที่เป็นหมู่บ้านเล็กๆ ของชาวอาข่า ที่อยู่ในวงล้อมของภูเขาสูงรอบด้านที่นี่จึงเป็นอีกหนึ่งพิกัดในบรรยากาศสุดสโลว์ไลฟ์ซึ่งมีร้านกาแฟท้องถิ่นคุณภาพเยี่ยมให้คุณได้นั่งสูดกลิ่นหอมๆของกาแฟคั่วสดให้ชื่นใจ ไปพร้อมกับการชมวิวภูเขาเขียวๆ และหมอกขาวๆที่รายล้อมอยู่รอบด้านได้แบบสุดฟินเลยจริงๆ', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดพระธาตุดอยเวา-1.jpg', 'ธรรมชาติ', '0.00'),
(14, 'ดอยตุง', 'นับว่าเป็นไฮไลท์หลักสุดอมตะของเมืองเชียงรายที่ไม่ว่าเมื่อไหร่ก็ต้องแวะมาเพราะนอกจากบรรยากาศและธรรมชาติสวยๆ ของดอยตุงแล้วด้านบนยังมีจุดเช็คอินอย่างพระตำหนักดอยตุง สวนแม่ฟ้าหลวง หรือหอพระราชประวัติและหากใครเป็นสายแอดเวนเจอร์ชอบจัดหนักก็ต้องไม่พลาดดอยตุง ทรี ท็อป วอล์คซึ่งเป็นเส้นทางผจญภัยบนยอดไม้ที่จะพาเราไปชมธรรมชาติสวยๆ จากมุมสูงกันนอกจากนั้นยังมีร้านขายสินค้าของชาวเขาร้านขายของที่ระลึกและผลิตภัณฑ์จากโครงการหลวงให้ได้แวะชมแวะช้อปกันด้วยนะมาที่เดียวคือฟินครบทุกรูปแบบจ้า มาเลย', 'https://ik.imagekit.io/tvlk/blog/2020/11/ดอยตุง-1.jpg', 'ธรรมชาติ', '0.00'),
(15, 'ดอยสะโง้', 'เชื่อว่าใครที่เป็นสายธรรมชาติต้องโดนใจกับพิกัดนี้แน่เพราะเป็นดอยสูงซึ่งเป็นที่อยู่ของชาวเขาเผ่าอาข่าโดยมาในรูปแบบหมู่บ้านขนาดย่อมที่เงียบสงบแวดล้อมด้วยธรรมชาติ ด้านบนสุดมีที่พักในรูปแบบโฮมสเตย์และลานกางเต็นท์ให้บริการอยู่หลายแห่งเชียวละส่วนใหญ่เป็นรูปแบบเรียบง่ายกลมกลืนไปกับธรรมชาติ แถมราคายังน่ารักด้วยนะช่วงพีคสุดจะอยู่ตั้งแต่เดือนพฤศจิกายน - มกราคมเน้อเพราะมีทุ่งดอกเก๊กฮวยและคาโมมายล์เบ่งบาน เพิ่มบรรยากาศให้สวยขึ้นไปอีกแต่เราว่าเห็นแค่วิวปกติก็ฟินกันแล้วละ เอาจริง', 'https://ik.imagekit.io/tvlk/blog/2020/11/ดอยสะโง้-1.jpg', 'ธรรมชาติ', '0.00'),
(16, 'สามเหลี่ยมทองคำ', 'เป็นแหล่งท่องเที่ยวที่มีเรื่องราวประวัติไม่ธรรมดาเพราะสมัยก่อนบริเวณนี้นั้นได้ชื่อว่าเป็นดินแดนสุดอันตรายและเต็มไปด้วยเส้นทางลำเลียงซื้อขายยาเสพติดแหล่งใหญ่ระดับโลก เพราะเป็นจุดนัดพบกันของดินแดนสามประเทศทั้งไทย ลาว และเมียนมาร์ หลังจากปัญหายาเสพติดหมดไปจากตรงนี้ที่นี่จึงกลายเป็นอีกหนึ่งจุดท่องเที่ยวที่น่าสนใจและเรียกได้ว่าเป็นไฮไลท์แห่งหนึ่งของเมืองเชียงรายที่ยังไงก็ควรต้องแวะมาเช็คอินกันซักครั้งละมากราบพระก็ได้ มาดูวิวหรือถ่ายรูปเป็นที่ระลึกก็ดี ได้หมดอ่ะ เอาที่สะดวกเลย', 'https://ik.imagekit.io/tvlk/blog/2020/11/สามเหลี่ยมทองคำ-1.jpg', 'ธรรมชาติ', '0.00'),
(17, 'วัดพระแก้ว', 'อีกหนึ่งวัดเก่าแก่คู่เมืองเชียงรายที่สายบุญจะต้องแฮปปี้เพราะที่นี่คือวัดเก่าแก่ซึ่งว่ากันว่าเป็นสถานที่ค้นพบองค์พระแก้วมรกตซึ่งประดิษฐานอยู่ที่กรุงเทพฯในปัจจุบันและการค้นพบครั้งนั้นทำให้วัดนี้เปลี่ยนจากชื่อเดิมคือว่าป่าญะหรือวัดป่าเยียะมาเป็นวัดพระแก้วนั่นเอง แม้ทุกวันนี้องค์พระแก้วฯจะไม่ได้ประดิษฐานอยู่ที่นี่แล้วแต่ก็มีการสร้างองค์พระหยกเชียงรายไว้ประดิษฐานในวัดนี้แทนนอกจากนั้นยังมีพระเจ้าล้านทองเป็นองค์พระประธานในพระอุโบสถทรงล้านนาและยังมีส่วนของพิพิธภัณฑ์ที่เก็บโบราณวัตถุหลายชิ้นไว้ให้ได้ชมกันด้วยนะมาที่เดียวได้ไหว้พระกันคุ้มแน่นอน รับประกันย', 'https://ik.imagekit.io/tvlk/blog/2020/11/วัดพระแก้ว-1.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(18, 'วัดพระธาตุดอยสุเทพ', 'วัดพระธาตุดอยสุเทพ มีความสูงจากระดับที่ราบเชียงใหม่ราว 689 เมตร และมีความสูงจากระดับน้ำทะเลปานกลาง 1,046 เมตร เป็นหนึ่งในวัดที่มีความสำคัญมากที่สุดของจังหวัดเชียงใหม่ ลานเจดีย์เป็นจุดชมทิวทัศน์เมืองเชียงใหม่ ทางขึ้นเป็นบันไดนาคเจ็ดเศียรก่อปูน\r\nประวัติ วัดพระธาตุดอยสุเทพ\r\nพ.ศ. 1912 พญากือนาได้นิมนต์พระสุมนเถระมาเผยแผ่พระพุทธศาสนายังเมืองเชียงใหม่ พระสุมนเถระได้อัญเชิญพระบรมสารีริกธาตุที่ค้นพบ ณ เมืองปางจา (บางขลัง) มาด้วย แต่พญากือนาให้พำนักที่วัดพระยืนก่อน เมื่อสร้างวัดสวนดอก เสร็จใน พ.ศ. 1914 จึงนิมนต์พระสุมนเถระมาจำพรรษาที่วัดสวนดอก พระบรมสารีริกธาตุได้แสดงปาฏิหาริย์แยกเป็น 2 องค์ จึงเชิญพระบรมสารีริกธาตุหนึ่งองค์บรรจุในพระเจดีย์วัดสวนดอก\r\n\r\nส่วนพระบรมสารีริกธาตุอีกองค์ พญากือนากับพระสุมนเถระได้เชิญขึ้นประดิษฐานในสัปคับบนหลังช้างมงคล อธิษฐานเสี่ยงช้างมงคลเพื่อเสี่ยงทายสถานที่ประดิษฐาน ช้างออกจากประตูหัวเวียงแล้วเดินขึ้นดอยสุเทพ ช้างหยุดอยู่ที่แห่งหนึ่ง เพื่อหนุนหยุดพัก พญากือนากับพระสุมนเถระอาราธนาไปต่อ ดอยลูกนั้นได้ชื่อว่าดอยหมากขนุน (ดอยหมากหนุน) ช้างมงคลเดินต่อจนไปถึงที่แห่งหนึ่ง เป็นที่ราบเพียงงาม', 'https://blog.drivehub.co/wp-content/uploads/2023/03/1.วัดพระธาตุดอยสุเทพ-1024x576.jpg', 'ศิลปวัฒนธรรม', '0.00'),
(19, 'ประตูท่าแพ', 'อีกหนึ่งจุดเช็คอินที่เที่ยวเชียงใหม่ ที่ไม่ว่าใครมาเที่ยวเชียงใหม่ก็ต้องขอแวะมาโพสต์ท่าถ่ายรูปคู่ประตูท่าแพกันสักหน่อย โดยประตูนี้ถือเป็นโบราณสถานคู่เมืองเชียงใหม่เพื่อบ่งบอกพื้นที่ของตัวเมืองเชียงใหม่ชั้นในในสมัยก่อน และยังถือว่าเป็นประตูเมืองแห่งเดียวในตอนนี้ที่ยังคงหลงเหลือบานประตูไว้ให้เห็นกันอีกด้วย แวะมาถ่ายรูปแล้วสามารถเดินเที่ยวรอบๆ ย่านประตูท่าแพกันได้ เพราะเต็มไปด้วยร้านขายของและคาเฟ่น่ารักๆ มากมายม', 'https://ak-d.tripcdn.com/images/1i66g2215bu0455q8C4EB_W_640_0_R5_Q80.jpg?proc=source/trip', 'ศิลปวัฒนธรรม', '0.00'),
(20, 'วัดสวนดอก', 'วัดชื่อดังในตัวเมืองเชียงใหม่ที่นักท่องเที่ยวนิยมเดินทางมาไหว้พระขอพร โดยภายในวัดสวนดอกแห่งนี้ ยังเป็นที่ประดิษฐานพระบรมสารีริกธาตุ ซึ่งถูกบรรจุอยู่ภายในพระเจดีย์ใหญ่ทรงลังกา ศิลปะลังกาวงศ์ผสมผสานล้านนาที่มีความสวยงามเป็นเอกลักษณ์ นอกจากนี้ยังมีพระพุทธรูปศักดิ์สิทธิ์ที่ชาวล้านนาให้ความเคารพนับถือม', 'https://blog.drivehub.co/wp-content/uploads/2023/03/9.-วัดสวนดอก-Wat-Suan-Dok-1024x576.jpg', 'ศิลปวัฒนธรรม', '0.00');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`comment_id`);

--
-- Indexes for table `place`
--
ALTER TABLE `place`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `comment_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `place`
--
ALTER TABLE `place`
  MODIFY `id` int(21) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
